const update = [
	{
		v: '1.7',
		c: 'Общее: оптимизация | Локализация: EN и RU без авто-переводов | Навигация: замена картинок, улучшение читаемости',
	},
	{
		v: '1.6',
		c: 'Общая стилизация | Навигация: хлебные крошки, скроллинг | Блог: категории новостей, стилизация, архив - разделение по годам | Партнёрки: обновление партнёрских программ',
	},
	{ v: '1.5', c: 'Навигация: упрощение и стилизация | Cистема обновлений' },
	{ v: '1.4', c: 'Создание упрощённой модели блога | Планируется усложнение структуры блога в несколько раз' },
	{ v: '1.3', c: 'Наработки для бизнес-идей закрытым группам' },
	{ v: '1.2', c: 'Страница о конфиденциальности данных' },
	{ v: '1.1', c: 'Страница об Авторе | Система сокращённых ссылок' },
	{ v: '1.0', c: 'MVP: Минимально жизнеспособный продукт' },
]

export const state = () => update
